Repository: CoenHolten/Mobilizon-for-Climate-Justice-for-ALL-living-beings
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ca, fr, nl, oc

source: See my groups
oc: Veire mos grops

source: Upcoming event
oc: Eveniments venents

source: View the event on: %{link}
oc: Veire l’eveniment actualizat sus : %{link}

source: Event address
oc: L’adreça de l’eveniment

source: Physical address was removed
oc: L’adreça fisica es estada levada

source: One event planned this week
oc: Un eveniment previst aquesta setmana

source: Events this week
oc: Eveniments aquesta setmana

source: Manage pending participation requests
oc: Gerir las demandas de participacions en espèra

source: Pending participations to process
oc: Demandas de participacions en espèra

# terms
source: If you're not connected, we don't store any information on your device, unless you participate in an event anonymously. In that case we store the hash of the UUID and participation status in your browser so that we may display participation status. Deleting these informations will only stop displaying participation status in your browser.
fr: Si vous n'êtes pas connecté.e, nous ne conserverons aucune information sur votre appareil, sauf si vous participez anonymement à un évènement. Dans ce cas nous conservons le hash de l'UUID et les statuts de participation dans votre navigateur pour pouvoir les afficher. Supprimer ces informations aura pour seule conséquence que votre participation ne sera plus affichée dans votre navigateur.

# terms
source: You can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.
fr: Vous pouvez demander, télécharger, et archiver vos données. Ceci inclut vos posts, médias liés, images de profil et d'en-tête.

# terms
source: Your content may be downloaded by other servers in the network. Your content is delivered to the servers following your instance, and direct messages are delivered to the servers of the recipients, in so far as these recipients reside on a different server than this one.
fr: Vos publications peuvent être téléchargées par d'autres serveurs du réseau. Vos publications sont transmises aux serveurs abonnés à votre instance, et les messages directs sont transmis aux serveurs des destinataire, si celleux-ci sont inscrit.e.s sur une autre instance que la vôtre.

# terms
source: Your events and comments are delivered to other instances that follow your own, meaning they are delivered to different servers and copies are stored there. When you delete events or comments, this is likewise delivered to these other instances. The action of joining an event is federated as well. Please keep in mind that the operators of the server and any receiving server may view such messages, and that recipients may screenshot, copy or otherwise re-share them.
fr: Vos évènements et commentaires sont transmis aux instances qui suivent la vôtre, ce qui signifie que d'autres serveurs possèderont des copies de ces contenus. Lorsque vous supprimez un évènement ou un commentaire, ceci est transmis de la même façon aux autres instances. L'action de rejoindre un évènement est fédérée de la même manière. Veuillez noter que les administrateurs de cette instances et de toutes les instances fédérées peuvent voir ces messages, et que les destinataires peuvent les copier, en faire des captures d'écran et les re-partager de différentes façons.

source: If this change wasn't initiated by you, please ignore this email. The email address for the Mobilizon account won't change until you access the link above.
fr: Si vous n'êtes pas à l'origine de ce changement d'adresse email, vous pouvez ignorer ce message. L'adresse email du compte Mobilizon ne sera pas modifiée tant que vous n'accédez pas au lien ci-dessus.

source: If you did not ask to change your email, it is likely that someone has gained access to your account. Please change your password immediately or contact the server admin if you're locked out of your account.
fr: Si vous n'avez pas demandé à changer votre adresse email, il est probable que quelqu'un ait accédé à votre compte. Veuillez changer votre mot de passe immédiatement ou contacter l'administrateur du serveur si vous n'arrivez plus à vous contacter.
