Repository: CoenHolten/Mobilizon-for-Climate-Justice-for-ALL-living-beings
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ca, fr, nl, oc

source: If you didn't request this, please ignore this email. Your password won't change until you access the link below and create a new one.
ca: Si no ho has demanat tu, ignora aquest email. La teva contrasenya només canviarà si cliques l'enllaç de sota i n'escrius una altra.
fr: Si vous n'avez pas demandé ceci, vous pouvez ignorer cet email. Votre mot de passe ne changera pas tant que vous n'en créerez pas un nouveau en cliquant sur le lien ci-dessous.
nl: Als u dit niet gevraagd hebt, kunt u deze email negeren. Uw wachtwoord zal niet veranderen tot u op onderstaande link klikt en een nieuw wachtwoord instelt.
oc: S’avètz pas demandat aquò, podètz ignorar aqueste corrièl. Vòstre senhal cambiarà pas mentre que cliquetz pas lo ligam çai-jos e ne definiscatz un novèl.

source: Feed for %{email} on Mobilizon
ca: Flux per %{email} a Mobilizon
fr: Flux pour %{email} sur Mobilizon
nl: Feed voor %{email} op Mobilizon
oc: Flux per %{email} sus Mobilizon

source: %{instance} is a Mobilizon server.
ca: %{instance} és un servidor de Mobilizon.
fr: %{instance} est une instance Mobilizon.
nl: %{instance} is een Mobilizonserver.
oc: %{instance} es una instància Mobilizon.

source: %{reporter_name} (%{reporter_username}) reported the following content.
ca: %{reporter_name} (%{reporter_username}) ha denunciat aquest contingut.
fr: %{reporter_name} (%{reporter_username}) a signalé le contenu suivant.
nl: %{reporter_name} (%{reporter_username}) heeft de volgende inhoud gemeld.
oc: %{reporter_name} (%{reporter_username}) a senhalat lo contengut seguent.

source: %{title} by %{creator}
ca: %{title} de %{creator}
fr: %{title} par %{creator}
nl: %{title} door %{creator}
oc: %{title} per %{creator}

source: Activate my account
ca: Activa el meu compte
fr: Activer mon compte
nl: Activeer mijn account
oc: Activar mon compte

source: Ask the community on Framacolibri
ca: Pregunta a la comunitat a Framacolibri
fr: Demander à la communauté sur Framacolibri
nl: Vragen aan de gemeenschap op Framacolibri
oc: Demandatz a la comunautat sus Framacolibri

source: Comments
ca: Comentaris
fr: Commentaires
nl: Opmerkingen
oc: Comentaris

source: Event
ca: Activitat
fr: Événement
nl: Evenement
oc: Eveniment

source: If you didn't request this, please ignore this email.
ca: Si no has demanat això, sisplau ignora aquest correu.
fr: Si vous n'avez pas demandé ceci, merci d'ignorer cet email.
nl: Gelieve deze email te negeren indien u dit niet gevraagd hebt.
oc: S’avètz pas demandat aquò, mercés d’ignorar aqueste messatge.

source: Instructions to reset your password on %{instance}
ca: Instruccions per canviar la contrasenya a %{instance}
fr: Instructions pour réinitialiser votre mot de passe sur %{instance}
nl: Instructies om uw wachtwoord opnieuw in te stellen op %{instance}
oc: Consignas per reïnincializar vòstre senhal sus %{instance}

source: Learn more about Mobilizon.
ca: Per aprendre més de Mobilizon.
fr: En apprendre plus à propos de Mobilizon.
nl: Leer meer over Mobilizon.
oc: Ne saber mai tocant Mobilizon.

source: Nearly here!
ca: Hi ets a prop!
fr: Vous y êtes presque !
nl: Bijna klaar!
oc: I sètz gaireben !

source: Need some help? Something not working properly?
ca: Necessites ajuda? Alguna cosa no funciona?
fr: Besoin d'aide ? Quelque chose ne fonctionne pas correctement ?
nl: Hulp nodig? Werkt iets niet juist?
oc: Besonh d’ajuda ? Quicòm truca ?

source: New report on %{instance}
ca: Nova denúncia a %{instance}
fr: Nouveau signalement sur %{instance}
nl: Nieuwe melding op %{instance}
oc: Nòu senhalament sus %{instance}

source: Reason
ca: Raó
fr: Raison
nl: Reden
oc: Rason

source: Reset Password
ca: Canvia la contrasenya
fr: Réinitialiser mon mot de passe
nl: Wachtwoord opnieuw instellen
oc: Reïnicializar mon senhal

source: Resetting your password is easy. Just press the button below and follow the instructions. We'll have you up and running in no time.
ca: Restablir la teva contrasenya és fàcil. Prem el botó de sota i segueix les instruccions. Acabarem de seguida.
fr: Réinitialiser votre mot de passe est facile. Cliquez simplement sur le bouton et suivez les inscriptions. Vous serez opérationnel en un rien de temps.
nl: Uw wachtwoord opnieuw instellen is eenvoudig. Klik op de knop en volg de instructies. Wij zorgen ervoor dat u snel verder kunt.
oc: Reïnicializar vòstre senhal es facil. Clicatz simplament lo boton e seguètz las consignas. Seretz prèst d’aquí un momenton.

source: Trouble signing in?
ca: Problemes per iniciar la sessió?
fr: Des problèmes à vous connecter ?
nl: Problemen met aanmelden?
oc: De dificultats a vos connectar ?

source: View the report
ca: Mostra la denúncia
fr: Voir le signalement
nl: Bekijk de melding
oc: Veire lo senhalament

source: You created an account on %{host} with this email address. You are one click away from activating it.
ca: Has creat un compte a %{host} amb aquest mail. Estàs a un clic d'activar-lo.
fr: Vous avez créé un compte sur %{host} avec cette adresse email. Vous êtes à un clic de l'activer.
nl: U hebt een account op %{host} gemaakt met dit emailadres. U bent op één klik van de activering.
oc: Avètz creat un compte sus %{host} amb aquesta adreça electronica. Sètz a un clic de l’activar.

source: Instructions to confirm your Mobilizon account on %{instance}
ca: Instruccions per confirmar el teu compte de Mobilizon a %{instance}
fr: Instructions pour confirmer votre compte Mobilizon sur %{instance}
nl: Instructies om uw Mobilizonaccount op %{instance} te bevestigen
oc: Consignas per confirmar vòstre compte Mobilizon sus %{instance}

source: New report on Mobilizon instance %{instance}
ca: S'ha denunciat una activitat al servidor de Mobilizon %{instance}
fr: Nouveau signalement sur l'instance Mobilizon %{instance}
nl: Nieuwe melding op de Mobilizonserver %{instance}
oc: Nòu senhalament sus l’instància Mobilizon %{instance}

source: Activate your account
ca: Activa el teu compte
fr: Activer mon compte
nl: Uw account activeren
oc: Activar mon compte

source: All good!
ca: Tot en ordre!
fr: Tout est bon !
nl: Alles in orde!
oc: Aquò’s tot bon !

source: An organizer just approved your participation. You're now going to this event!
ca: Alguna organitzadora acaba d'acceptar la teva participació. Podràs participar a l'activitat!
fr: Un⋅e organisateur⋅ice vient d'approuver votre participation. Vous allez désormais à cet événement !
nl: Een organisator heeft uw deelname goedgekeurd. U neemt nu deel aan dit evenement!
oc: L’organizator ven d’aprovar vòstra participacion. Ara anatz a aqueste eveniment !

source: Go to event page
ca: Ves a la pàgina de l'activitat
fr: Aller à la page de l'événement
nl: Ga naar de pagina van het evenement
oc: Anar a la pagina de l’eveniment

source: If you need to cancel your participation, just access the event page through link above and click on the participation button.
ca: Si has de canceŀlar la teva participació, accedeix a l'activitat per l'enllaç de dalt i clica al botó de participació.
fr: Si vous avez besoin d'annuler votre participation, il suffit d'accéder à la page de l'événement à partir du lien ci-dessus et de cliquer sur le bouton de participation.
nl: Als u uw deelname moet annuleren, gaat u naar de pagina van het evenement via de link hierboven, en klikt u op de deelnameknop.
oc: Se vos fa besonh d’anullar vòstra participacion, vos cal pas qu’accedir a la pagina de l’eveniment via lo ligam çai-jos e clicar lo boton de participacion.

source: If you need to cancel your participation, just access the previous link and click on the participation button.
ca: Si has de canceŀlar la teva participació, torna a l'enllaç anterior i clica al botó de participació.
fr: Si vous avez besoin d'annuler votre participation, accédez au lien ci-dessus et cliquez sur le bouton de participation.
nl: Als u uw deelname moet annuleren, gaat u naar onderstaande link, en klikt u op de deelnameknop.
oc: Se vos fa besonh d’anullar vòstra participacion, vos cal pas qu’accedir al ligam çai-jos e clicar lo boton de participacion.

source: Learn more about Mobilizon:
ca: Més coses sobre Mobilizon:
fr: En apprendre plus à propos de Mobilizon :
nl: Leer meer over Mobilizon:
oc: Ne saber mai tocant Mobilizon :

source: New report from %{reporter} on %{instance}
ca: S'ha denunciat una activitat a %{instance}
fr: Nouveau signalement sur %{instance}
nl: Nieuwe melding op %{instance}
oc: Nòu senhalament sus %{instance}

source: Participation approved
ca: S'ha aprovat la participació
fr: Participation approuvée
nl: Deelname goedgekeurd
oc: Participacion aprovada

source: Participation rejected
ca: S'ha denegat la participació
fr: Participation refusée
nl: Deelname afgewezen
oc: Participacion regetada

source: Password reset
ca: Reinicia la contrasenya
fr: Réinitialisation du mot de passe
nl: Wachtwoord opnieuw instellen
oc: Reïnicializacion del senhal

source: Resetting your password is easy. Just click the link below and follow the instructions. We'll have you up and running in no time.
ca: Restablir la contrasenya és fàcil. Segueix l'enllaç de sota i segueix les instruccions. Serà un no-res.
fr: Réinitialiser votre mot de passe est facile. Cliquez simplement sur le bouton et suivez les inscriptions. Vous serez opérationnel en un rien de temps.
nl: Uw wachtwoord opnieuw instellen is eenvoudig. Klik op de knop hieronder en volg de instructies. Wij zorgen ervoor dat u snel verder kunt.
oc: Reïnicializar vòstre senhal es facil. Clicatz simplament lo boton e seguètz las consignas. Seretz prèst d’aquí un momenton.

source: Sorry!
ca: Ho sentim!
fr: Désolé !
oc: Nos dòl !

source: Unfortunately, the organizers rejected your participation.
ca: Malauradament, les organitzadores han rebutjat la teva participació.
fr: Malheureusement, les organisateur⋅ices ont rejeté votre demande de participation.
nl: Jammer genoeg heeft de organisator uw deelname afgewezen.
oc: Malaürosament, los organizaires an regetada vòstra demanda de participacion.

source: You created an account on %{host} with this email address. You are one click away from activating it. If this wasn't you, please ignore this email.
ca: Has creat un compte a %{host} amb aquesta adreça de mail. Estàs a un clic d'activar-lo. Si no l'has creat tu, ignora aquest mail.
fr: Vous avez créé un compte sur %{host} avec cette adresse email. Vous êtes à un clic de l'activer.
nl: U hebt een account op %{host} gemaakt met dit emailadres. U bent op één klik van de activering. Gelieve deze email te negeren als u dit niet was.
oc: Avètz creat un compte sus %{host} amb aquesta adreça electronica. Sètz a un clic de l’activar.

source: You requested to participate in event %{title}
ca: Has soŀlicitat participar a l'activitat %{title}
fr: Vous avez demandé à participer à l'événement %{title}
nl: U hebt gevraagd om deel te nemen aan het evenement %{title}
oc: Avètz demandat de participar a l’eveniment %{title}

source: You requested to participate in event %{title}.
ca: Has soŀlicitat participar a l'activitat %{title}.
fr: Vous avez demandé à participer à l'événement %{title}.
nl: U hebt gevraagd om deel te nemen aan het evenement %{title}.
oc: Avètz demandat de participar a l’eveniment %{title}.

source: Your participation to event %{title} has been approved
ca: T'han aprovat la participació a %{title}
fr: Votre participation à l'événement %{title} a été approuvée
nl: Uw deelname aan het evenement %{title} is goedgekeurd
oc: Vòstra participacion a l’eveniment %{title} es estada aprovada

source: Your participation to event %{title} has been rejected
ca: T'han denegat la participació a %{title}
fr: Votre participation à l'événement %{title} a été rejetée
nl: Uw deelname aan het evenement %{title} is afgewezen
oc: Vòstra participacion a l’eveniment %{title} es estada regetada

source: Ending of event
ca: Final de l'activitat
fr: Fin de l'événement
nl: Einde van het evenement
oc: Fin de l’eveniment

source: Event %{title} has been updated
ca: S'ha actualitzat {%title}
fr: L'événement %{title} a été mis à jour
nl: Evenement %{title} is bijgewerkt
oc: L’eveniment %{title} es estat actualizat

source: Event updated!
ca: S'ha actualitzat l'activitat!
fr: Événement mis à jour !
nl: Evenement bijgewerkt!
oc: Eveniment actualizat !

source: New date and time for ending of event: %{ends_on}
ca: Nova data i hora de final: %{ends_on}
fr: Nouvelle date et heure de fin de l'événement : %{ends_on}
nl: Nieuwe einddatum en -tijd van het evenement: %{ends_on}
oc: Novèla data e ora de fin de l’eveniment : %{ends_on}

source: New date and time for start of event: %{begins_on}
ca: Nova data i hora d'inici: %{begins_on}
fr: Nouvelle date et heure de début de l'événement : %{begins_on}
nl: Nieuwe begindatum en -tijd van het evenement: %{begins_on}
oc: Novèla data e ora de debuta de l’eveniment : %{begins_on}

source: New title: %{title}
ca: Nou títol: %{title}
fr: Nouveau titre : %{title}
nl: Nieuwe titel: %{title}
oc: Títol novèl : %{title}

source: Start of event
ca: Inici de l'activitat
fr: Début de l'événement
nl: Begin van het evenement
oc: Debuta de l’eveniment

source: The event %{title} was just updated
ca: L'activitat %{title} ha estat actualitzada
fr: L'événement %{title} vient d'être mis à jour
nl: Evenement %{title} is zonet bijgewerkt
oc: L’eveniment %{title} es estat actualizat

source: The event %{title} was updated
ca: S'ha actualitzat l'activitat {%title}
fr: L'événement %{title} a été mis à jour
nl: Het evenement %{title} is bijgewerkt
oc: L’eveniment %{title} es estat actualizat

source: Title
ca: Títol
fr: Titre
nl: Titel
oc: Títol

source: View the updated event on: %{link}
ca: Vés a l'activitat actualitzada a %{link}
fr: Voir l'événement mis à jour sur : %{link}
nl: Bekijk het bijgewerkte evenement op: %{link}
oc: Veire l’eveniment actualizat sus : %{link}

source: You requested a new password for your account on %{instance}.
ca: Algú ha soŀlicitat a %{instance} una contrasenya nova.
fr: Vous avez demandé un nouveau mot de passe pour votre compte sur %{instance}.
nl: U hebt een nieuw wachtwoord aangevraagd voor uw account op %{instance}.
oc: Avètz demandat un nòu senhal per vòstre compte sus %{instance}.

source: In the meantime, please consider that the software is not (yet) finished. More information %{a_start}on our blog%{a_end}.
ca: Mentrestant, tingues en compte que eaquest software encara no està acabat. Pots trobar més info al %{a_start}nostre blog%{a_end}.
fr: D'ici là, veuillez considérer que le logiciel n'est pas (encore) fini. Plus d'informations %{a_start}sur notre blog%{a_end}.
nl: Gelieve er in tussentijd rekening mee te houden dat deze software (nog) niet klaar is voor gebruik. Meer informatie %{a_start}op onze blog%{a_end}.
oc: D’aquel temps, consideratz que lo logicial es pas (encara) acabat. Mai d’informacion %{a_start}sus nòstre blòg%{a_end}.

source: Mobilizon is under development, we will add new features to this site during regular updates, until the release of %{b_start}version 1 of the software in the first half of 2020%{b_end}.
ca: Mobilizon està en desenvolupament. Hi anirem afegint funcionalitats dins de les actualitzacions freqüents. Treurem la {b_start}versió 1.0 a la primera meitat del 2020%{b_end}.
fr: Mobilizon est en cours de développement, nous ajouterons de nouvelles fonctionnalités à ce site lors de mises à jour régulières, jusqu'à la publication de %{b_start}la version 1 du logiciel au premier semestre 2020%{b_end}.
nl: Mobilizon is in ontwikkeling, we zullen regelmatig nieuwe functies toevoegen aan deze site via updates, tot %{b_start}versie 1 van de software beschikbaar is in de eerste helft van 2020%{b_end}.
oc: Mobilizon es en desvolopament, ajustarem de nòvas foncionalitats a aqueste site pendent de mesas a jorn regularas, fins a la publicacion de %{b_start}la version 1 del logicial al primièr semèstre 2020%{b_end}.

source: This is a demonstration site to test the beta version of Mobilizon.
ca: Aquesta és una web de proves per provar la beta de Mobilizon.
fr: Ceci est un site de démonstration permettant de tester la version bêta de Mobilizon.
nl: Dit is een demosite om de bètaversie van Mobilizon te testen.
oc: Aquò es un site de demostracion per ensajar la version beta de Mobilizon.

source: Warning
ca: Alerta
fr: Attention
nl: Waarschuwing
oc: Avertiment

source: Event has been cancelled
ca: S'ha canceŀlat l'activitat
fr: L'événement a été annulé
nl: Het evenement is geannuleerd
oc: L’eveniment es estat anullat

source: Event has been confirmed
ca: S'ha confirmat l'activitat
fr: L'événement a été confirmé
nl: Het evenement is bevestigd
oc: L’eveniment es estat confirmat

source: Event status has been set as tentative
ca: S'ha posat l'estat a "provisional"
fr: Le statut de l'événement a été défini comme « à confirmer »
nl: Het evenement is als "te bevestigen" aangeduid
oc: L’estatut de l’eveniment es estat definit coma « de confirmar »

source: %{b_start}Please do not use it in any real way%{b_end}
ca: %{b_start}No ho facis servir més que proves, sisplau%{b_end}
fr: %{b_start}Veuillez ne pas l'utiliser pour aucun évènement réel%{b_end}
oc: %{b_start}Mercés de l’utilizar pas d’un biais real%{b_end}

source: Someone on %{instance} reported the following content.
ca: Algú a %{instance} ha denunciat el contingut següent.
fr: Quelqu'un sur %{instance} a signalé le contenu suivant.
oc: Qualqu’un de %{instance} a senhalat aqueste contengut.

source: In the meantime, please consider that the software is not (yet) finished. More information on our blog:
ca: Mentrestant, tingues en compte que aquest software encara no està acabat. Pots trobar-ne més info al %{a_start}nostre blog%{a_end}:
fr: D'ici là, veuillez considérer que le logiciel n'est pas (encore) fini. Plus d'informations sur notre blog.
nl: Gelieve er in tussentijd rekening mee te houden dat deze software (nog) niet klaar is voor gebruik. Meer informatie %{a_start}op onze blog%{a_end}.
oc: D’aquel temps, consideratz que lo logicial es pas (encara) acabat. Mai d’informacions sus nòstre blòg :

source: Mobilizon is under development, we will add new features to this site during regular updates, until the release of version 1 of the software in the first half of 2020.
ca: Mobilizon està en desenvolupament. Hi anirem afegint funcionalitats amb actualitzacions freqüents fins a la {b_start}versió 1.0, a la primera meitat del 2020%{b_end}.
fr: Mobilizon est en cours de développement, nous ajouterons de nouvelles fonctionnalités à ce site lors de mises à jour régulières, jusqu'à la publication de la version 1 du logiciel au premier semestre 2020.
nl: Mobilizon is in ontwikkeling, we zullen regelmatig nieuwe functies toevoegen aan deze site via updates, tot %{b_start}versie 1 van de software beschikbaar is in de eerste helft van 2020%{b_end}.
oc: Mobilizon es en desvolopament, ajustarem de nòvas foncionalitats a aqueste site pendent de mesas a jorn regularas, fins a la publicacion de la version 1 del logicial al primièr semèstre 2020.

source: Please do not use it in any real way
ca: No ho facis servir més que proves, sisplau
fr: Veuillez ne pas l'utiliser pour un cas réel
oc: Mercés de l’utilizar pas d’un biais real

source: Confirm my participation
fr: Confirmer ma participation
oc: Confirmar ma participacion

source: Confirm your participation to event %{title}
fr: Confirmer ma participation à l'événement %{title}
oc: Confirmatz vòstra participacion a l’eveniment %{title}

source: If you didn't request this email, you can simply ignore it.
fr: Si vous n'avez pas demandé ceci, merci d'ignorer cet email.
oc: S’avètz pas demandat aquò, mercés d’ignorar aqueste messatge.

source: Participation confirmation
fr: Confirmation de participation
oc: Confirmacion de participacion

# terms
source: An internal ID for your current selected identity
oc: Un ID intèrn de la vòstra identitat actualament seleccionada

# terms
source: An internal user ID
oc: Un ID intèrn d’utilizaire

# terms
source: Any of the information we collect from you may be used in the following ways:
oc: Qual que siá informacion que reculem de vosautres pòt èsser utilizada dels biaisses seguents :

# terms
source: Basic account information
fr: Informations basiques du compte
oc: Informacion basicas de compte

# terms
source: Do not share any dangerous information over Mobilizon.
oc: Partegetz pas cap d’informacion perilhosa sus Mobilizon.

# terms
source: Do we disclose any information to outside parties?
oc: Divulgam d’informacions amb de tèrças partidas ?

# terms
source: Do we use cookies?
fr: Utilisons-nous des cookies ?
oc: Utilizam de cookies ?

# terms
source: How do we protect your information?
fr: Comment protégeons-nous vos informations ?
oc: Cossí protegissèm vòstras informacions ?

# terms
source: IPs and other metadata
fr: adresses IP et autres métadonnées
oc: Adreças IP e autras metadonadas

# terms
source: If you delete these informations, you need to login again.
fr: Si vous supprimez ces informations, vous devrez vous connecter de nouveau.
oc: Se suprimissètz aquestas informacions, deuriatz vos tornar connectar.

# terms
source: Note: These informations are stored in your localStorage and not your cookies.
fr: Attention : Ces informations sont conservées dans votre stockage local et non vos cookies.
oc: Nòta : aquestas informacions son gardadas dins lo localStorage e non pas dins de cookies.

# terms
source: Published events and comments
fr: Évènements publiés et commentaires
oc: Eveniments e comentaris publicats

# terms
source: Tokens to authenticate you
oc: Getons per vos identificar

# terms
source: We store the following information on your device when you connect:
fr: Nous conservons les informations suivantes sur votre appareil lorsque vous vous connectez :
oc: Gardam las informacions seguentas sus vòstre aparelh quand vos connectatz :

# terms
source: What do we use your information for?
oc: Per qué utilizam vòstras informacions ?

# terms
source: What is our data retention policy?
fr: Quelle est notre politique de conservation des données ?
oc: Quinas son nòstras politicas de conservacions de donadas ?

# terms
source: Changes to our Privacy Policy
oc: Cambiaments dins nòstra politica de confidencialitat

# terms
source: This document is CC-BY-SA. It was last updated January 16, 2020.
oc: Aqueste document es jos licéncia CC-BY-SA. Sa darrièra mesa a jorn es del 16 de genièr de 2020.

# terms
source: What information do we collect?
oc: Quinas informacions reculem ?

source: Confirm the new address to change your email.
fr: Confirmez le changement d'adresse email.
oc: Confirmatz l’adreça novèla per dire de cambiar vòstre corrièl.

source: Mobilizon on %{instance}: confirm your email address
fr: Mobilizon sur %{instance}: confirmez votre adresse email
oc: Mobilizon sus %{instance} : confirmatz vòstra adreça electronica

source: Mobilizon on %{instance}: email changed
fr: Mobilizon sur %{instance}: adresse email modifiée
oc: Mobilizon sus %{instance} : adreça electronica cambiada

source: New email address
fr: Nouvelle adresse email
oc: Adreça electronica novèla

source: The email address for your account on %{host} is being changed to:
fr: L'adresse email pour votre compte sur %{host} est en train d'être changée pour :
oc: L’adreça electronica per vòstre compte sus %{host} es a èsser cambiada per :

source: Verify email address
fr: Vérifier l'adresse email
oc: Verificar l’adreça electronica

source: If you need to cancel your participation, just access the event page through the link above and click on the participation button.
oc: Se vos fa besonh d’anullar vòstra participacion, vos cal pas qu’accedir a la pagina de l’eveniment via lo ligam çai-jos e clicar lo boton de participacion.

source: Don't forget to go to %{title}
oc: Oblidatz pas d’anar a %{title}

source: Events today
oc: Eveniment

source: Get ready for %{title}
oc: Preparatz-vos per %{title}
